IDEA StatiCa Open Model
ReinfBarByPolyline Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReinfBarByPolyline()
Public Sub New
public:
ReinfBarByPolyline()
See Also
Reference
ReinfBarByPolyline Class
IdeaRS.OpenModel.Detail Namespace